Repository: atlas-studios/Session2-G2
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 孤月用力的拍胸保证。
en_us: Lonemoon patted his chest and made a guarantee.

source: 孤月白了她一眼，“这是毒属性的凶兽。浑身都带着毒，你要不想死，可以试试！”说着上前一步，细细看了这头凶兽一眼，“不过……”
en_us: Lonemoon rolled his eyes and replied, "This beast is clearly toxic. It has poison all over its body. If you want to die, you can help yourself!" He stepped forward to take a closer look at the beast before he continued, "But…"

source: 孤月的脸色瞬间就黑了，郁红几人被伤了根基，无敌派虽然灵植遍地，但单靠这些不足以治好。所以或多或少都会留下些隐患，虽然对修行的影响不大，但毁掉的容貌却一直没有修复。
en_us: Lonemoon's expression darkened immediately. Yu Hong and her fellow disciples’ Foundation Establishment had been damaged. Although there were spirit herbs growing all around the Invincible Sect, herbs alone could not heal the girls completely, so remnants of old injuries still lingered in their bodies. While these lingering injuries had not posed any great impact to their practice, their scarred faces showed no signs of improvements.

source: 孤月皱了皱眉，事情已经很清楚了，沈萤说得没错，那个魔修并没有撒谎，这个甘子睿的确是个人渣中的人渣。想了想，他捏诀布阵，把这一片地区暂时隔绝了起来，以免让人发现，但这样也撑不了多久。
en_us: Lonemoon furrowed his brows. The matter had already become very clear; Shen Ying was right, that fiendish cultivator did not lie, and this Gan Zirui was indeed a scumbag amongst all scumbags. He fell into thought for a moment, then went ahead to form a seal and set up an array to isolate the whole area to avoid being discovered by others, but this would not last too long either.

source: 孤月皱了皱眉，看来这个叫青尹的，是记恨上了刚刚在玄天宗时，他用威压逼退他的事。而且还打定了主意，会在里面为难他，还好他带了外挂。
en_us: Lonemoon frowned. From the looks of it, Qing Yin was a vengeful man. He still seemed to be hung up over his inability to force Lonemoon to step down back at the Blackheaven Sect. He also seemed to have made up his mind about making things difficult for Lonemoon in the mystic realm. Lucky for Lonemoon, he had the cheat with him.

source: 孤月皱了皱眉，能将大海一剑劈开的实力，据他所知没有任何一个术法可以做到，就算是这个世界最强的化神大圆满的人，都做不到。看起来明明是个普通人，全身一点灵气都没有，甚至连修士最基本对灵气的感应都没有，为什么会有这样的实力。更离谱的是，她自己居然也不知道原因。
en_us: Lonemoon frowned. As far as he knew, no one could part the sea at one blow with a sword. Even the most powerful Soul Formation cultivator in the world could not do it. She seemed like an ordinary mortal without any Spirit Qi in her entire body. She didn't even possess a cultivator's basic response to Spirit Qi. Why did she have such strength? What was more outrageous was that she herself did not know why.

source: 孤月皱了皱眉，能让仙气退避的，确实只有魔界之物了。
en_us: Lonemoon frowned. The only thing that can cause the immortal Qi to retract, is only things related to the Demon Realm.

source: 孤月皱了皱眉，诧异的看向两人，犹豫了一会，才把萝卜从脚上拔了下来。
en_us: Lonemoon frowned, looked at the two of them in surprise and hesitated for a moment before taking the radish off his leg.

source: 孤月皱头紧了紧，原来只是嫉妒，嫉妒自己的徒弟太厉害，并且超过了师父，所以才想毁了她？神经病吧，这人！
en_us: Lonemoon furrowed his brows — so it had been jealousy. Jealousy of his own disciple becoming so formidable, even surpassing her master, leading to him wanting to destroy her? This person is crazy!

source: 孤月直接就扔挑子不干，却意外收到了一条消息，直接压下了他想辞职的想法。
en_us: Lonemoon was about to throw away his responsibility and quit, but upon receiving a certain unexpected news, he immediately suppressed the urge to do so.

source: 孤月直接就累摊在了地上，看了眼现场唯一还站着羿清，还有那再次出现的，通往下一层的阶梯。喘了半会，再道，“我已经动不了了，接下来怎么办？还要上去吗？”
en_us: Lonemoon was so exhausted that he flopped himself down onto the ground. He looked at Yi Qing, who was the only one still standing and at the flight of staircase leading to the next level, which had reappeared. After panting for a while, he said to Yi Qing, "I'm bushed. What's our next move? Do we go up?"

source: 孤月直接撕下半截被点然的衣袖，震惊的看着这片火海，这火居然连他的法衣都可以点燃。
en_us: Lonemoon immediately tore off the part of his sleeves that had been ignited by the flames. He looked with shocked eyes at the fiery inferno before him; the flames were so powerful that they could even set his clothes alight.

source: 孤月眉头一紧，心底有个不好的猜测，一边把沈萤拉开，一边道，“退后，这山壁后面可能有东西。”
en_us: Lonemoon frowned. A terrible suspicion formed in his mind. Pulling aside Shen Ying, he said, "Get back, there may be something behind this mountain wall."

source: 孤月眉头松了松，重新扫了众人一眼，到是他小看这些妹子了。能从那样地狱一般的境遇中爬出来，没有放弃，并且坚守着本心，又怎会畏惧这点苦难。
en_us: Lonemoon's brows relaxed as he scanned them again. It turned out he was the one belittling these girls. As individuals capable of surviving through such hellish situations and not giving up, staying true to their hearts, how could they fear a trial of this level?

source: 孤月眉头紧了又松，看着眼前这个只剩一口气的魔修。做为正道修士，他确实从一开始就应该抓她回去扔给奚秋处置的。甚至莫名其妙的被沈萤拉来了悟剑峰，他也是打着，等事了结再动手的打算。
en_us: Lonemoon's tightly-knit brows eased as he looked at the fiendish cultivator who was on her last legs. As an orthodox cultivator, he did have the intention to capture her and throw her over to Xi Qiu for punishment. In addition, he had been brought to Sword Comprehension Peak by Shen Ying for some baffling reason. He had planned on taking action after all was over.

source: 孤月眉头紧皱，险些要挡不住，有些惊讶的看向对方，这不是化神期的威压，这个人是……兵解的游仙！
en_us: Lonemoon furrowed his brows, almost unable to withstand it. He looked at the other party in shock; this was not the suppression from a cultivator at the Soul Formation stage, this person was… a Disintegrating Traveling Immortal!

source: 孤月看了看那瓶子，发现的确是一般五品的丹药，也没有推辞，顺势收下了这个善意，“那就多谢轩辕家主了，以后若是急需什么难寻的药草，尽管来无敌派，我们也当尽力。”
en_us: Lonemoon eyed the bottle and realized that they were indeed fifth-grade pills. He did not go out of his way to turn down the gift and graciously accepted the Family Master's kind intentions. "Well, thank you, Xuan Yuan Family Master. If you have any urgent need for any rare herbs in future, feel free to come to Invincible Sect. We will try our best to assist you."

source: 孤月眼光一转，得到了跟奚秋同样的答案，这个妹子一定是羿清没修仙前拜的师父，所以真的是个凡人，顿时放了心。
en_us: Lonemoon’s thoughts took a turn, coming to the same conclusion as Xi Qiu. This girl had to be Yi Qing's master from before he started immortal cultivation. So she really was a mortal. With that thought in mind, he felt reassured.

source: 孤月眼里的怒火眼看着就要喷出来，却转瞬一冷，平静得有些诡异。突然一掀嘴角，朝着枫影缓缓一笑，如沐春风……
en_us: Lonemoon's fumes from his eyes were spewing out yet it turned calm all of a sudden, a little too spooky. Suddenly the corners of his mouth went up and he smiled at Feng Ying as if in a spring breeze...

source: 孤月瞄了一眼，正疑惑小绿妹子是谁？转头却发现那个叫思羽的弟子，穿着一身绿色衣裙……
en_us: Lonemoon took a glance, thinking: who was Sister Little Green? Upon turning around to look, he realized that the disciple named Si Yu was wearing a green dress…

source: 孤月瞅了瞅妖气的方向，只好扬手布下几层阵法，把整个客栈保护起来，这才回头对着众弟子道，“你们在此稍候，记住轻易不要走出阵外，我们去去就回。”
en_us: Looking in the direction of the demonic aura, Lonemoon had no choice but to set up several layers of array formations to protect the entire inn. Having done this, he turned back to the disciples and said, "You all wait here, remember not to step outside this formation. I will return in a while."

source: 孤月瞪了她一眼，拿起桌上另一双筷子，扬手就朝她手上敲了上去，“不许扔，吃掉！说好了，三天才能到外面下一次馆子。这顿你给我好好吃下去，不许浪费。”
en_us: Glaring at her, Lonemoon picked up another pair of chopsticks on the table and rapped them on her knuckles. "Don't throw it away, finish it! You know you can only dine at a restaurant every three days. You make sure you finish up your food. Don't waste it."

source: 孤月神情一冷，这才想起这个问题。对哦，狸猫说进镇子是为了防妖狐抢它的东西。到是什么特别的东西，连八阶狐妖都非抢到不可。
en_us: Lonemoon's expression hardened as he remembered about this matter. Yes, the civet cat had said that it entered the town to prevent the fox from robbing it. What was so special about this item that even an eighth-order fox demon had to have it?

source: 孤月神识细细扫了一遍那株枯萎的草木灵，除了残留的灵气外，这枯叶的药用价值还比不上它那一把蒲公英呢？
en_us: Lonemoon used his Divine Perception to scan the withered Vegetation Spirit. Apart from the remnants of Spirit Qi, how could this withered plant's medicinal value not be comparable to those dandelions?

source: 孤月穿越到这个修仙的世界已经三百多年了，漫长的时间他都快忘记自己曾经生活的那个世界。直到发现自己穿越到了一本书中，那些遥远的记忆才慢慢的浮现出来。
en_us: Lonemoon had already transmigrated into this world of immortal cultivation for 300 years. The long time that he had spent in this world almost made him forget about his previous life in the other world. It was only after realizing that he had transmigrated into a book that those faraway memories began to surface.

source: 孤月突然有种有想它做成咸菜的冲动。
en_us: Lonemoon suddenly felt like turning it into a pickle!

source: 孤月立马拆穿：“判断个毛，你丫就是迷路了吧。”
en_us: Lonemoon called her bluff: "Error in judgement, my foot. You obviously lost your way."

source: 孤月立马捏了诀，一道法诀打了过去，那颗珠子挣扎了几下，半会才飘回了他的掌心中。
en_us: Lonemoon immediately casted a Dharma spell. The pearl seemed to vibrate in the same spot for a while before it finally floated into Lonemoon's palm.

source: 孤月站到了一边，沈萤和兔王却已经准备出发去看地盘了。他只得跟了上去，就不信了，妖界这种地方，怎么可能找得出一处，没有妖气，灵力充裕的，还有灵脉灵植的……
en_us: Lonemoon stood aside. Shen Ying and the Rabbit Monarch were already making preparations to examine the site. He had no choice but to follow them as he didn't believe that they would succeed in their quest. How could there possibly be a place within the Demon Realm which had no demonic aura yet had plenty of Spirit Qi, a spirit vein and spirit herbs…

source: 孤月第一时间将玉鼎的事告诉了掌门奚秋，对方也是一阵后怕，还好发现得早，才没有酿成什么大祸。但毕竟是上青界，再加上他们并不知道背后之人是谁，这个亏也只好和血吞了，表面只当什么事都没有发生。只是关于戚橙雨的追捕到底还是停了下来。
en_us: When Sect Master Xi Qiu was informed of the matter of Yu Ding by Lonemoon, he too felt the same sense of fear, but fortunately they had discovered the matter in time before it resulted in a major disaster. But after all, it involved the Upper Azure Sect and they had no idea who the mastermind behind it was. They had no choice but to accept their loss and act as if nothing had happened; it was only now that they called off their pursuit of Qi Chengyu.

source: 孤月精神一震，神情格外专注，瞬间把刚刚一直暗自收敛的仙气，全释放了出来。原本残破的身体在仙气的激发下，迅速恢复，仙骨已成，直接迎上了最后一道劫雷。
en_us: His senses jolted, Lonemoon felt mentally focused. In an instant, he released his entire store of Immortal Qi that he had secretly converged within his body. Under the stimulation of this Immortal Qi, his damaged body was quickly restored and his immortal bones were formed. He was ready to face the last bolt of Lightning Tribulation.

source: 孤月紧了紧身侧的手，深吸了一口气，寻回平常淡定的神情，才走入那个小院落。终于要见到未来三界第一强者，剑仙羿清了。抬头寻着剑气的气息看了过去，也不知道他实际上长什么样子，现在又在干什么，是练习剑法，还是参悟剑意，又或者是在炒菜呢？！
en_us: Flexing his hands, Lonemoon took a deep breath in an effort to restore his usual placid expression before entering the small courtyard. Finally, he was going to see the person who was going to become the greatest fighter of the Three Realms, the Sword Immortal Yi Qing. Raising his head, his eyes followed the trail of the Sword Qi. He had no idea what Yi Qing actually looked like and what he was doing at this moment. Perhaps he was practicing his swordsmanship, or perhaps he was trying to fathom sword intent, or perhaps he was cooking?!

source: 孤月细一看，发现那居然是一碇金子！
en_us: Looking closely, Lonemoon saw that it was actually a piece of gold!

source: 孤月细细把那阵法看了一遍，半会才开口道，“这看着像是一个隔绝阵，但这上面的法符跟普通的阵法又不同，看着挺古老的。”他皱了皱眉，“不过，那妖狐定是藏在这下面。”
en_us: Lonemoon looked at the array formation closely before replying, "It looks like an isolating array formation, but the Dharmic talisman on it is different from the normal ones. This looks ancient." Wrinkling his brows, he added, "But the demon fox is definitely hiding underneath it."

source: 孤月细细查看那份传承，跟沈萤那张乌鸦嘴说的一模一样，除了部分已经失传的丹方以外，这份传承里有百分之八十以上的丹药，早就已经过时了。现有的丹方不仅出来的丹药效果更好，而且材料也更容易找到。
en_us: Lonemoon studied the heritage closely. It turned out to be just as Shen Ying, that jinx, had said. Apart from some long-lost pill recipes, 80% of the recipes in the heritage were for outdated pills and elixirs. The current pills and elixirs were far more effective and the ingredients required to make them were far more accessible.

source: 孤月脱口而出，“血祭大阵！”果然。
en_us: Lonemoon blurted out, "Blood Sacrifice Array!" It had turned out as he had suspected.

source: 孤月脸色一沉，偏偏身上像压着千斤重，根本动不了，连捏了好几个诀都没用。这到底是什么阵法，为什么连他都突破不了，而且好似还能吸收他们身上的灵气。他细一看阵法上的纹路，却发现上面都是些看不懂的法符，看着像是……上古的文字！
en_us: Lonemoon's face darkened in anger, but his body felt like it was being weighed down by a ton of bricks; he couldn't move at all. He tried producing a few hand seals but to no avail. What was this array formation that even he couldn't break through? And it also seemed capable of absorbing their Spirit Qi. He looked at the markings on the array formation closely, but found that they were inscribed in some incomprehensible Dharmic talisman characters; they looked like… ancient words!

source: 孤月脸色一沉，见过不要脸的，没见过这么不要脸的。这话里话外的意思，就要他们将千叶草木灵白送他们。
en_us: Lonemoon’s expression darkened. He had met thick-skinned people before, but he had never met anyone as thick-skinned as Qing Lan. No matter how nicely he tried to word it, Qing Lan ultimately wanted them to give up the Thousand Leaves Vegetation Spirit to him.

source: 孤月脸色一白，连忙布了个绝音阵，立马拉过了旁边的两人，“忘了取名字这种事，你们怎么也不提醒我？”
en_us: Lonemoon's face lost its color. He quickly set up a sound-proof array and turned to his two companions. "Why didn't you remind me that we hadn’t come up with a name?"

source: 孤月脸色更沉了一些，似是在犹豫什么，半会道：“你们的情况我大致了解了，天色不早，修练可以从明日再开始。”眼神扫过旁边，一个拼命扒饭，一个帮忙递碗，还时不时发出叮叮当当声音的两人，顿时嘴角抽了抽。
en_us: Lonemoon's expression grew slightly graver and hesitated for a moment before saying, "I’ve gained an overall understanding of your situations. Since it's late now, let's begin practice tomorrow." As he spoke, his gaze swept to a certain person at the side who was desperately scooping up rice and another who was helping to serve it, both making the occasional clanking noises, and his mouth twitched.

source: 孤月脸色更纠结了，“沈萤，你知道什么叫炉鼎吧？”
en_us: Lonemoon looked more perplexed. "Shen Ying, do you know about human cauldrons?"

source: 孤月脸色更黑了，脑残粉果然没救了，“你昨晚到底干嘛去了？”
en_us: Lonemoon's face turned dark. That retard is hopeless. "Where have you been the entire night?"

source: 孤月脸色沉了沉，半会才道，“化仙丹是一种可以修复仙骨的仙药，只有在仙界才会有。上古之时，三界还没有分开，那时的成仙之人也在同一片大地。这里是上古仙宫，所以才会有……”
en_us: Lonemoon's face fell. Only after a moment did he reply, "Immortal Formation Pills are Immortal PIlls that can heal immortal bones. They can only be found in the Immortal World. In ancient times, before the Three Realms broke apart, all the mortals who had achieved immortality remained in the same place. This is the Immortal Pavilion of the ancient times, therefore there are-"

source: 孤月自认把一切都想好了，更是连夜制定出了厚厚一叠，整套的策划方案，包括如何培养弟子，提高门派整体水平，如果推广扩大门派影响力等等。自认为完全没有任何遗漏了，可等三人赶到上青城，摆好了架式，正准备收门人的时候，却遇到了一个严重的问题。
en_us: Lonemoon knew he had thought everything through. He had compiled a thick book of documents which detailed his plan. This compilation included manuals on how to train their disciples, how to improve the sect's quality as a whole and how to expand the sect's influence. In his mind, everything was in its place—it was fool-proof. All that was left was for the three of them to get to Upper Azure Town and set up their stand. The three of them proceeded to do all they needed to. Just as they were about to begin their recruitment drive, however, they met with a huge problem.

source: 孤月花了好大一番功夫，才将这些疑似走上歪路的新进弟子拉了回来。
en_us: Lonemoon had spent a lot of effort to finally pull back those new disciples who were seemingly straying into the wrong path.

source: 孤月被瞪得心一凉，一肚子心酸，剑仙现在这是连尊者都不叫了，这落差也太大了？
en_us: Somewhat shocked by Yi Qing's hostile glare, Lonemoon felt a pang in his heart. Now the Sword Cultivator did not even bother to address him as Supremacy. The difference in his attitude was glaring.

source: 孤月走了过去，看了看那个已经打开的盒子，盒中原本的灵草已经干枯，叹了一声道，“这药草里的灵气已经被吸食干净了，你想开点。”原本以为那狐妖是用来练丹，不会这么快使用，没想到他却是为了救儿子，到底是晚了一步。
en_us: Lonemoon walked over and glanced at the half-open box. The spirit herbs in the box were all dried up. Sighing, he said, "These herbs have been sucked dry of their Spirit Qi. Take it easy..." He had thought that the demon was keeping these herbs to refine pills and wouldn't finish them so quickly. Little did he know that the demon was intending to use them all to save its son. Lonemoon was a step too late.

source: 孤月赶到秘境门口的时候，各门各派已经来齐了。那座石峰外，密密麻麻的站满了修士。由于事先不知道，来的修士什么修为的都有。
en_us: As Lonemoon hurried to the entrance of the mystic realm, he quickly realised that the representatives from every other sect were already there. Cultivators of every cultivation stage had gathered around the peak. Clearly, they hadn't heard of the entry requirements.

source: 孤月越加诧异的看了她一眼，“没看出来啊，你还是个这么有正义感的人？”居然不犯懒了，这完全不是她的风格。
en_us: Lonemoon grew more curious and surprised as he glanced at her. "I couldn't tell that you were such a righteous person?" She was actually not lazing around, totally different from her usual self.

source: 孤月越听就越气，只想冲进人群缝上这些白痴的嘴。
en_us: The more Lonemoon heard, the angrier he became. All he wanted was to rush into the crowd and shut all of them up.

source: 孤月越听就越纠结，这些剧情里都没有提过啊，宁子安这个主角一出场就是高大上，伟光正的正面角色，并没有提到他有什么特别的身份，后期甚至成了一方天帝，难道是他漏看了什么章节？
en_us: The more Lonemoon heard about it, the more confused he got. All these were not mentioned in the storyline. Ning ZiAn's entry was grand and glorious as a main protagonist, without any special identities. He even became a Heavenly Lord in the later part of the story. Could it be that she missed out on a chapter?

source: 孤月越看就越惊奇，这就是剑仙成名的剑法，还只是纯粹的招式就有了如此威力，若是加上灵气想必会厉害十倍不止。而且这一招一式里居然已经有了剑意的影子，难怪他可以越阶打败芮糜。
en_us: Lonemoon became more intrigued as he watched. This was the sword dharma that the Sword Immortal was famed for. These simple strokes by themselves contained so much power, so the addition of Spirit Qi had to be able to make them at least ten times more powerful. Within every sword move, there already existed a shadow of sword intent; it was no wonder he was able to defeat Rui Mi despite the difference in their levels.

source: 孤月跨出的脚一顿，半会还是收了回来。
en_us: Lonemoon paused the step he was about to take and then retracted it.

source: 孤月身侧的手一紧，什么宗门大义，沈萤那家伙根本不会在意这些东西，轩辕家来再多的游仙又能将她如何。她特意带着千叶草木灵离开，只不过……只不过为了不让他为难罢了，因为他是玄天宗的孤月尊者！
en_us: Lonemoon clenched his fists by his side. So much for doing a favor for the sect. Shen Ying cared nothing for the sect. The Xuan Yuan Family's Traveling Immortals definitely wouldn’t be able to do anything to her. She brought the Thousand Leaves Vegetation Spirit away on purpose, but…. but she only did it so that Lonemoon wouldn't be put on the spot. Afterall, he was Supremacy Lonemoon of the Blackheaven Sect!

source: 孤月转头看了众人一眼，半会才沉声道，“算了！看在你们也算是受害者的份上，我可以不计较你们混入我无敌派的事。如今事情已经解决了，你们该上哪就上哪去吧？”
en_us: Lonemoon turned to assess the group. A moment later, he lowered his voice and said, "Forget it! Since you girls were victims, I won't hold it against you for infiltrating my Invincible Sect. Since everything is solved now, you girls can go ahead to wherever you need to be."

source: 孤月转身打算御剑，却撞进两双意味深长的眼里，“看什么看？”他顿时心底一梗，转头就瞪了回去，“你们对本尊的处理方式有意见吗？”
en_us: Lonemoon turned around and prepared to fly off on his sword, but his eyes met two deep, meaningful eyes. "What are you looking at?" His heart skipped a beat as he turned his head to stare back. "Are you unhappy with the way I handled things?"

source: 孤月还来不及解释，羿清已经拎着清醒的另外两位家主飞了过来，比起印风来，另外两个人伤得更重，可见他刚刚没有留什么手。
en_us: Lonemoon had no time to explain. Yi Qing was already helping the two other family masters - now conscious - fly over to meet them. Compared to Yin Feng, the two other family masters were much more seriously injured. Clearly, Yi Qing did not hold back.

source: 孤月还没反应过来，就被拖走了，下一刻他被推到了一个女子跟前，元婴修为，倾国倾城之姿，只是浑身的阴气四溢。
en_us: Lonemoon could not react in time and was dragged away. The next moment he was shoved in front of a lady of Nascent Soul cultivation, a beauty of the finest degree who also emanated Yin Qi all around.

source: 孤月这会是真想骂娘了，“行了，现在说这些也没用了，两位还是想想有什么办法可以解决现在的情况吧？”整个无敌派，现在已经变成一片漆黑了，除了他们站立的地方外，到处都是魔气。
en_us: Lonemoon really wanted to swear now, “There is no point talking about it now. Why not you think about how to better the current situation?" The entire Invincible Sect, other than that very spot they were standing on, was pitched black with the Demonic aura.

source: 孤月这才唤出了飞剑，拉着沈萤走了。
en_us: Only then did Lonemoon summon his flying sword and left with Shen Ying.

source: 孤月这才回过神来，心底的充斥着满腔的怒火，快步跟上，“对，羿清，快说说你这不着调的师父！”
en_us: Lonemoon finally recovered from his daze. Filled with rage, he followed up quickly, "Right, Yi Qing, quickly reprimand that nonsensical Master of yours!"

source: 孤月连忙回头一看，却不禁倒吸了口气。
en_us: Quickly turning his head to take a look, Lonemoon could not help but suck in his breath in surprise.

source: 孤月连忙扶好桌上的杯子，“喂喂喂，干嘛突然站起来？”
en_us: Lonemoon quickly picked up the cups that had been knocked over, saying, "Hey, hey, hey. Why did you stand up all of a sudden?"

source: 孤月追上两个人的时候，已经是正午了。离开玄天宗后，他是一路寻着羿清气息飞过来。他飞得很急，心底压着多种情绪，感动，愧疚，担忧什么都有，一心只想着赶紧追上那两个人。
en_us: By the time Lonemoon caught up with Shen Ying and Yi Qing, it was late in the afternoon. After he left Blackheaven Sect, he followed Yi Qing's aura until he found them. He had rushed all the way. In his heart, he felt a thousand different emotions: touched, guilty, worried… All he wanted was to catch up with Shen Ying and Yi Qing.

source: 孤月都有些懵，刚刚明明没有看到她出场啊，怎么突然就进入三强了。一打听才知道，居然是因为……
en_us: Lonemoon was shocked. He had not even seen her fight. How did she suddenly make it to the top three? He only found out the reason after he asked around…

source: 孤月长叹了一口气，“我们认识多久了？”
en_us: Lonemoon sighed loudly, "How long have we known each other?"

source: 孤月随手捡起一个丹药瓶看了看，这才发现瓶上的封存阵法早已经消失，没了阵法的保护，年岁时长，里面的丹药自然就慢慢没了应有的效果。
en_us: Lonemoon picked up the pill bottle from the floor. On scrutinizing it, he realised that the sealing array formation had already vanished. Without the array formation, the pills inside would naturally have lost their intended effect as time went by.

source: 孤月隐隐觉得一盒冷水当头淋了下来，刚刚的激动全消，在玄天宗干得久了，抢资源都抢习惯了。突然装了刷机外挂，还真是寂寞啊！
en_us: Lonemoon faintly felt a box of cold water over his head, all the excitement were diminished. After being in the Blackheaven Sect for so long, he was used to fighting for resources. Suddenly installing a rebooting cheat, so lonely!

source: 孤月顺着她指的方向看去，那边仍是一堆碎石，并没有什么特别之处。出于对沈萤的信任，他快步走了过去，轻轻一拂那堆碎石，“咦？”
en_us: Looking in the direction she was pointing to, Lonemoon saw a pile of gravel there which looked just the same as the rest; he could not spot anything special about it. Out of trust in Shen Ying, he walked over quickly and glanced at the pile of gravel. "Huh?"

source: 孤月顿时松了口气。为了不让沈萤瞎指挥，扰乱他的教学计划，他第二天特意在新建好的厨房与萝卜住的那片菜地之间，布了个传送阵。彻底断了她帮某厨子拿配菜时，必须要路过演武场的可能。
en_us: Lonemoon finally heaved a sigh of relief. On the next day, to prevent Shen Ying from giving nonsensical advice and interrupting his teaching plan, he purposely set up a transportation array between the newly built kitchen and the radish's plot of vegetation, thereby cutting off the need for her to walk past the area when she helped a certain chef take the side dishes.

source: 孤月额间的青筋，叭叽一下断了，“你说句话会死啊？”这丫到底来干嘛啊喂？
en_us: Lonemoon felt as if a vein in his head just burst. "Would it kill you to say something?" What the hell are you doing here anyway?

source: 孤月默默的给死不瞑目的青亦点了根烛，不过这烤出来的肉……真TM好吃。在吃完第五块肉排后，孤月越加担忧起自己的前途来。
en_us: Lonemoon respectfully lit a candle for Qing Yi, who lay there motionless with his eyes still open. The beast meat was… freaking delicious. As he finished up his fifth beast steak, Lonemoon began to worry about his future.

source: 孤月：“……”
en_us: Lonemoon: "…"

source: 孤月：“……”MDZZ
en_us: Lonemoon: "…" Fucking retards.

source: 孤月：“……”MDZZ。
en_us: Lonemoon: "..." Motherf*cker.

source: 孤月：“……”MDZZ！
en_us: Lonemoon: "…" F*cking retard.

source: 孤月：“……”MMP！
en_us: Lonemoon: "..." Son of a b*tch!

source: 孤月：“……”MMP！当这是阅兵呢？！
en_us: Lonemoon: "..." Motherf*cker! Is this an army?

source: 孤月：“……”什么鬼？
en_us: Lonemoon: "…" What the hell?

source: 孤月：“……”他这是被根萝卜鄙视了吧？绝对是被鄙视了吧！
en_us: Lonemoon stood in shock. Was this radish looking down on him? He was sure it was!

source: 孤月：“……”你丫的一脚就可以踩裂，干嘛还用剑啊喂！
en_us: Lonemoon: "…" You can just smash everything with a single stomp, why bother with swords!
